Repository: amitSwift/iCarasia-New-Dealer-App
Catalog: *.lproj/Localizable.strings
Languages: id, th

source: Login
id: Masuk
th: เข้าสู่ระบบ

source: MESSAGE
id: PESAN
th: ข้อความ

source: CREATE OFFER
id: MENCIPTAKAN PENAWARAN
th: สร้างข้อเสนอ

source: Add Agent
id: Tambah Agen
th: เพิ่มตัวแทน

source: RATING
id: Penilaian
th: คะแนน

source: 388-dh-YKB.text
th: Lorem Ipsum นักลงทุนได้บังคับนั่นเอ้อ Lamet, consectetaur Cillium ส่วนลดเป็นอันตรายและความมีชีวิตชีวาเพื่อให้แรงงานและความเศร้าโศก แต่ในบางสิ่งที่สำคัญที่จะทำ eiusmod หลายปีที่ผ่านมาที่ nostrud ออกกำลังกาย, โรงเรียนเทศบาลอาจไม่ทำงาน

source: has been added to your dealership.If you don't see your agent immediately, please ask your agent to first create your account
id: telah ditambahkan ke Anda dealership.If Anda tidak melihat agen Anda segera, silakan meminta agen Anda untuk pertama kali membuat akun Anda
th: ถูกเพิ่มเข้าไปในตัวแทนจำหน่ายของคุณหากคุณไม่เห็นตัวแทนของคุณทันทีโปรดขอให้ตัวแทนของคุณสร้างบัญชีของคุณก่อน

source: User Name
id: Nama pengguna
th: ชื่อผู้ใช้

source: SUBMIT
id: MENYERAHKAN
th: ส่ง

source: CREATE MY ACCOUNT
id: BUAT MY ACCOUNT
th: สร้างบัญชีของฉัน

source: Email Address
id: Alamat email
th: ที่อยู่อีเมล

source: Andrew chong motors Bangsar
th: มอเตอร์แอนดรูมอเตอร์บางแสน n

source: Today
id: Hari ini
th: วันนี้

source: Agent Added!
id: Agen Ditambahkan!
th: เพิ่มตัวแทนแล้ว!

source: Values seen are the average of the past 30 days
id: Nilai terlihat adalah rata-rata 30 hari terakhir
th: ค่าที่เห็นคือค่าเฉลี่ยของ 30 วันที่ผ่านมา

source: Branch Manager
id: Manajer cabang
th: ผู้จัดการสาขา

source: 1.8 s Model
th: รุ่น 1.8 วินาที

source: BMW Dealership
id: BMW Dealer
th: ตัวแทนจำหน่าย BMW

source: Logout
th: ออกจากระบบ

source: ADD AGENT
id: ADD AGEN
th: เพิ่ม AGENT

source: GOT IT
id: MENGERTI
th: เข้าใจแล้ว

source: Edit
id: mengedit
th: แก้ไข

source: APPLY
id: MENERAPKAN
th: ใช้

source: OFFER
id: MENAWARKAN
th: เสนอ

source: RESPONSE TIME
id: WAKTU MERESPON
th: เวลาตอบสนอง

source: 1 Star
id: 1 bintang
th: 1 ดาว

source: AGENTS
id: AGEN
th: ตัวแทน

source: SAVE
id: MENYIMPAN
th: บันทึก

source: Honda Dealership
id: Honda Dealer
th: ตัวแทนจำหน่ายฮอนด้า

source: VIEW REVIEW
th: ดูการทบทวน

source: ORDER SUCCESS
id: PESANAN SUKSES
th: ความสำเร็จของคำสั่งซื้อ

source: Change Branch Manager
id: Perubahan Branch Manager
th: เปลี่ยนผู้จัดการสาขา

source: VIEW DAILY STATES
id: VIEW HARIAN SERIKAT
th: ดูรายประเทศประจำวัน

source: DEALER
id: PEDAGANG
th: ดีลเลอร์

source: SALES AGENT
id: AGEN PENJUALAN
th: ตัวแทนขาย

source: Done!
id: Selesai!
th: เสร็จแล้ว!

source: MANAGE DEALERSHIPS
id: MENGELOLA dealer
th: จัดการข้อตกลง

source: LAST LOGIN
id: LOGIN TERAKHIR
th: เข้าสู่ระบบล่าสุด

source: All Dealership
th: ตัวแทนจำหน่ายทั้งหมด

source: Pending!
id: tertunda!
th: รอ!

source: NEED HELP? CALL 1-800-4455-6688
id: BUTUH BANTUAN? PANGGILAN 1-800-4455-6688
th: ต้องการความช่วยเหลือ? โทรติดต่อ 1-800-4455-6688

source: HONDA OFFER
th: ข้อเสนอ HONDA

source: The branch manager of the dealership has the ability to manage the sales agent, view the performance of the dealership,and be able to respond to ratings and reviews.
id: Manajer cabang dealer memiliki kemampuan untuk mengelola agen penjualan, melihat kinerja dealer, dan mampu menanggapi peringkat dan ulasan.
th: ผู้จัดการสาขาของตัวแทนจำหน่ายมีความสามารถในการจัดการตัวแทนขายดูประสิทธิภาพการทำงานของตัวแทนจำหน่ายและสามารถตอบสนองต่อการให้คะแนนและความเห็นได้

source: CREATE ACCOUNT
id: MEMBUAT AKUN
th: สร้างบัญชี

source: Already have an account?
id: Sudah memiliki akun?
th: มีบัญชีแล้วหรือยัง?

source: Your Honda Civic 1.8 S offer has been successfully created!
th: ข้อเสนอของฮอนด้าซีวิค 1.8 เอสได้รับการสร้างสรรค์ขึ้นแล้ว!

source: Thank you Jonh for signing up with Carlist.my's new car dealer program. Our account manager will get in touch with you as soon as possible.
id: Terima kasih Jonh untuk mendaftar dengan Program dealer mobil baru Carlist.my ini. account manager kami akan menghubungi Anda sesegera mungkin.
th: ขอบคุณ Jonh สำหรับการลงทะเบียนกับ Carlist.my 's โปรแกรมตัวแทนจำหน่ายรถยนต์ใหม่ ผู้จัดการบัญชีของเราจะติดต่อคุณโดยเร็วที่สุด

source: Message for last 7 days
id: Pesan untuk 7 hari terakhir
th: ข้อความในช่วง 7 วันที่ผ่านมา

source: OFFERS MODELS
id: PENAWARAN MODEL
th: เสนอโมเดล

source: Andrew chong BMW motors
th: มอเตอร์แอนดรู chong BMW

source: CHANGE
id: PERUBAHAN
th: เปลี่ยน

source: Enter Phone Number
id: Masukkan nomor telepon
th: ป้อนหมายเลขโทรศัพท์

source: m1P-Jl-64p.text
th: 27 ก.พ. 2017

source: Values seen are the average of past 30 days
id: Nilai terlihat adalah rata-rata 30 hari terakhir
th: ค่าที่เห็นคือค่าเฉลี่ยของ 30 วันที่ผ่านมา

source: oET-0t-eJL.text
th: 27 ก.พ 2017

source: The app is only available to dealers who have successfully registered with Carlist.my. If you've recently just registered, please wait for one our staff members to contact you.
id: Aplikasi ini hanya tersedia untuk dealer yang telah berhasil terdaftar Carlist.my. Jika Anda baru saja hanya terdaftar, silahkan tunggu satu anggota staf kami untuk menghubungi Anda.
th: แอปนี้มีให้สำหรับตัวแทนจำหน่ายที่ลงทะเบียนกับ Carlist.my เท่านั้น หากคุณเพิ่งลงทะเบียนโปรดรอให้พนักงานของเราติดต่อคุณ

source: (MON-FRI 9AM TO 6PM)
id: (MON-FRI 09:00 TO 18:00)
th: (09:00 จันทร์ถึงวันศุกร์ถึง 18:00)

source: PAGE VIEWS
id: PANDANGAN HALAMAN
th: การดูหน้าเว็บ

source: rQk-f0-wOn.text
th: มอเตอร์แอนดรูมอเตอร์บางแสน n

source: Almost Done!
id: Hampir selesai!
th: เกือบเสร็จแล้ว!

source: SIGN IN
id: MASUK
th: ลงชื่อเข้าใช้

source: PERFORMANCE
id: KINERJA
th: ประสิทธิภาพ

source: Your Dealership
id: Dealer Anda
th: ตัวแทนจำหน่ายของคุณ

source: VIEW OFFER
id: VIEW PENAWARAN
th: ดูข้อเสนอ

source: Are you a dealer or sales agent?
id: Apakah Anda seorang dealer atau agen penjualan?
th: คุณเป็นตัวแทนจำหน่ายหรือตัวแทนขายหรือไม่?

source: Are you sure?
id: Apakah Anda yakin?
th: คุณแน่ใจไหม?

source: Most recent review first
id: Kebanyakan tinjauan baru-baru pertama

source: BMW Dealershi
id: BMW Dealer
